Revit 2024 API
BuiltInFailures.RebarFailures.BendDiameterTooSmall Property
 Rebar Bend Diameter is too small.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId BendDiameterTooSmall { get; }
Visual Basic
Public Shared ReadOnly Property BendDiameterTooSmall As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ BendDiameterTooSmall {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.RebarFailures Class
Autodesk.Revit.DB Namespace